<?php

require_once('unpublic/func.php');
require_once('unpublic/elements.php');

genCSP();

?>

<!doctype html>
<html lang="ja">
<head>
	<meta charset="utf-8">
	<title><?=$prefix?>広瀬川マルシェ | GFL デルニー</title>
	<meta name="robots" content="noindex">
	<meta name="viewport" content="width=device-width,initial-scale=1">
    <link rel="apple-touch-icon" href="/image/apple-touch-icon.png">
	<link rel="stylesheet" href="/style/general.css">
</head>

<body>
	<div id="wrapper">
		<div class="box">
			<h2 class="box">利用規約</h2>
			<p>本規約は、このウェブサイト（gfl.sorabi.jp（以下「本サイト」と称します））の利用に関わる規則を定めています。本サイトにアクセスしたもの（以下「ユーザー」と称します）は本サイトの利用をもって本規約に同意されたものとみなしますので、ご利用前に本規約をご一読ください。</p>
			<h3>運営者</h3>
			<p>本サイトは広瀬川マルシェ出店団体「GFL」（以下「本サイト運営者」と称します）が運営しています。本サイトは広瀬川マルシェに関わるものですが、この運営について群馬大学及び広瀬川マルシェ実行委員会は関知していません。群馬大学へのお問い合わせ等はご遠慮ください。</p>
			<h3>ユーザーの権利</h3>
			<p>購入取引は本サイト運営者とユーザーの間で交わされ、その効力を広瀬川マルシェ営業終了（2023/03/19 16:00）まで発揮します。ユーザーは決済完了をもって広瀬川マルシェ会場にて購入分の商品（デルニー）を受け取る権利を得ます。商品の受け取りには広瀬川マルシェ営業時間中（2023/03/19 10:00-16:00）に会場への来場が必要です。営業終了後は商品の受け取りや返金等一切の対応に応じかねます。</p>
			<h3>決済</h3>
			<p>本サイトは決済にPayPalを用いています。本サイトではクレジットカード/デビットカード情報、住所は保管しません。決済に関わる情報はPayPalへ送信されます。PayPal上での情報の取り扱いについて本サイト運営者は一切の責任を負いません。PayPalのご利用にあたってはPayPalの利用規約に従ってください。</p>
			<h3>返金</h3>
			<p>決済完了後の返金はできません。特別な事情がある場合はその旨を添えてお問い合わせ下さい。</p>
			<h3>禁止事項</h3>
			<p>ユーザーは本サイトを不正に利用してはいけません。正当な手段以外でのサーバーへのアクセス、およびそれを試みる行為を禁止します。決済に関わる情報の改ざんや不正等、本サイト運営者および群馬大学に不利益となる行為を全て禁じます。本サイト上のコンテンツを許可された範囲を超えて使用することを禁止します。</p>
			<h3>個人情報の取り扱い</h3>
			<p>決済情報等の管理のためユーザーを識別可能な個人情報を収集しますが、保存する情報は最小限としています。本サイトに関わる通信を暗号化するなど、情報の収集・保管にあたっては流出等無いように対策を行っておりますが、万一流出などの発生した場合には本サイト運営者は関連する不利益等についての責任を負いかねます。</p>
			<h3>Cookie</h3>
			<p>本サイトはユーザーの識別のためCookieを使用しています。外部からのトラッキング等は行っておりません。</p>
            <h3>reCAPTCHA</h3>
            <p>本サイトはユーザーの保護と不正アクセス防止のためreCAPTCHAとGoogleを利用しています。<a href="https://policies.google.com/privacy" class="recaptcha">プライバシーポリシー</a>と<a href="https://policies.google.com/terms" class="recaptcha">利用規約</a>が適用されます。</p>
			<h3>著作権等</h3>
			<p>本サイトのコンテンツは本サイト運営者が全ての権利を有します。二次使用などされる場合は本サイト管理者までご連絡ください。</p>
			<h3>免責</h3>
			<p>本サイトの運営にあたっては十分注意しておりますが、利用に関して発生した一切の事象について本サイト運営者はその責を負いません。</p>
		</div>
	</div>
	<?=$footer?>
</body>
</html>